<template>
  <footer class="s-footer">
    <div class="s-footer__container l-wide">
      <div class="s-footer__top">
        <nuxt-link to="/" class="s-footer__logo">
          <a-icon-logo />
        </nuxt-link>
        <m-menu
          :items="menuItems"
          :orientation="store.isMobile ? 'vertical' : 'horizontal'"
          type="footer"
          class="s-footer__menu"
        />
        <div class="s-footer__info">
          <div class="s-footer__contacts">
            <a href="mailto:info@synergyacademy.ru" class="s-footer__contacts-link">info@synergyacademy.ru</a>
            <a href="tel:74952800827" class="s-footer__contacts-link">+7 495 280 08 27</a>
          </div>
          <div v-if="socials.length" class="s-footer__socials">
            <span class="s-footer__socials-title">Мы в соцсетях</span>
            <template v-for="(social, index) in socials" :key="index">
              <a :href="social.attributes.link || '#'" class="s-footer__socials-link">
                <img :src="social.attributes.image_url" :alt="social.attributes.name" />
              </a>
            </template>
          </div>
        </div>
      </div>
      <div class="s-footer__bottom">
        <span class="s-footer__copyright">&copy; 2023 Synergy. Все права защищены</span>
        <a href="#" class="s-footer__policy" @click="showPolicy = true">Политика конфиденциальности</a>
        <a href="#" class="s-footer__policy" @click="showAgreement = true">Договор-оферта Центра Карьеры</a>
      </div>
    </div>

    <a-popup :visible="showPolicy" width="800px" class="s-footer__popup" @close="showPolicy = false">
      <h3>Политика конфиденциальности</h3>
      <p>
        Ваша конфиденциальность очень важна для нас. Мы хотим, чтобы Ваша работа в Интернет по возможности была
        максимально приятной и полезной, и Вы совершенно спокойно использовали широчайший спектр информации,
        инструментов и возможностей, которые предлагает Интернет. Персональные данные, собранные при регистрации (или в
        любое другое время) преимущественно используется для подготовки Продуктов или Услуг в соответствии с Вашими
        потребностями.
      </p>
      <h3>Рамки Политики конфиденциальности</h3>
      <p>
        Настоящая Политика конфиденциальности (далее — «Политика») применяется к информации, полученной через данный
        сайт, иные сайты, виджеты и другие используемые интерактивные средства, на которых есть ссылка на данную
        Политику (далее — «Сайт») от пользователей Сайта (далее — «Пользователи»).
      </p>
      <p>
        Нижеследующие правила описывают, как АНО ДПО ИПК АРСЕНАЛ обращается с любой информацией, относящейся к прямо или
        косвенно определенному, или определяемому физическому лицу (субъекту персональных данных) (далее — «Персональные
        данные»), для целей оказания услуг с использованием Сайта.
      </p>
      <p>Пользователи включают в себя всех физических лиц, которые подключаются к Сайту и используют Сайт.</p>
      <p>
        Пользователи прямо соглашаются на обработку своих Персональных данных, как это описано в настоящей Политике.
        Обработка означает любое действие (операцию) или совокупность действий (операций), совершаемых с использованием
        средств автоматизации или без использования таких средств с Персональными данными, включая сбор, запись,
        систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), блокирование, удаление, уничтожение Персональных данных.
      </p>
      <p>
        Пользователь осознает и соглашается, что оператор персональных данных не имеет возможности точно установить
        возраст Пользователя. Пользователь подтверждает, что обладает необходимой право- и дееспособностью, а равно
        всеми правами и полномочиями, необходимыми и достаточными для принятия данной Политики, а также имеет все
        соответствующие необходимые согласия в соответствии с применимым законодательством. Законный представитель лиц
        младше 18 лет проинформирован и дает свое согласие на обработку персональных данных указанных лиц.
      </p>
      <p>Настоящая Политика конфиденциальности действует с 21.02.2017г.</p>
      <h3>Контролирующие и обрабатывающие лица</h3>
      <p>Пользователи соглашаются с тем, что:</p>
      <p>
        Пользуясь Сайтом, и принимая условия использования, опубликованные на Сайте, пользователь заявляет о своем
        однозначном согласии с обработкой его Персональных данных способами, описанными в настоящей Политике.
      </p>
      <p>
        Обработка Персональных данных Пользователей осуществляется Оператором персональных данных — АНО ДПО ИПК АРСЕНАЛ
        (ИНН: 7743195377, ОГРН: 1177700003326, адрес: 125190, г. Москва, Ленинградский проспект, д.80, эт/пом
        /ком6/VIII/5).
      </p>
      <p>
        Оператор персональных данных вправе привлекать к обработке (поручить обработку) Персональных данных
        Пользователей третьих лиц (другие организации), в том числе Университет «Синергия» (ИНН: 7729152149, ОГРН:
        1037700232558), адрес: Российская Федерация, 120090, г. Москва, ул. Мещанская, стр. 9/14), в соответствии с ч. 3
        ст. 6, ст. 9 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».
      </p>
      <h3>С какой целью собираются эти данные</h3>
      <p>
        Имя используется для обращения лично к вам, а ваш e-mail для отправки вам писем рассылок, новостей тренинга,
        полезных материалов, коммерческих предложений. Вы можете отказаться от получения писем рассылки и удалить из
        базы данных свои контактные данные в любой момент, кликнув на ссылку для отписки, присутствующую в каждом
        письме.
      </p>
      <h3>Сбор Персональных данных</h3>
      <p>
        При регистрации на Сайте Пользователи подтверждают свое согласие с условиями настоящей Политики и свое согласие
        на обработку своих Персональных данных в соответствии с условиями настоящей Политики и на срок до отзыва в
        письменной форме согласия на обработку персональных данных, кроме того они соглашаются на обработку своих
        Персональных данных на серверах Университета «Синергия», расположенных на территории Российской Федерации.
      </p>
      <p>
        Обработка Персональных данных осуществляется не дольше, чем этого требуют цели обработки Персональных данных,
        изложенные в настоящей Политике (за исключением случаев, предусмотренных законодательством Российской
        Федерации). АНО ДПО ИПК АРСЕНАЛ может обрабатывать следующие Персональные данные:
      </p>
      <ul>
        <li>адрес электронной почты и иную контактную информацию;</li>
        <li>сообщения, направляемые с использованием Сайта, и сообщения, направляемые в АНО ДПО ИПК АРСЕНАЛ;</li>
        <li>
          иную информацию о взаимодействии Пользователя с Сайтом АНО ДПО ИПК АРСЕНАЛ, результаты сбора статистики
          посещений Сайта АНО ДПО ИПК АРСЕНАЛ и общедоступной информации о программах и устройствах, используемых для
          такового доступа;
        </li>
        <li>
          дополнительную информацию, которую АНО ДПО ИПК АРСЕНАЛ запрашивает у Пользователей для удостоверения их
          личности.
        </li>
      </ul>
      <h3>Как эти данные используются</h3>
      <p>
        На сайте используются куки (Cookies) и данные о посетителях сервиса Google Analytics. При помощи этих данных
        собирается информация о действиях посетителей на сайте с целью улучшения его содержания, улучшения
        функциональных возможностей сайта и, как следствие, создания качественного контента и сервисов для посетителей.
        Вы можете в любой момент изменить настройки своего браузера так, чтобы браузер блокировал все файлы cookie или
        оповещал об отправке этих файлов. Учтите при этом, что некоторые функции и сервисы не смогут работать должным
        образом.
      </p>
      <h3>Как эти данные защищаются</h3>
      <p>
        Для защиты Вашей личной информации мы используем разнообразные административные, управленческие и технические
        меры безопасности. Наша Компания придерживается различных международных стандартов контроля, направленных на
        операции с личной информацией, которые включают определенные меры контроля по защите информации, собранной в
        Интернет. Наших сотрудников обучают понимать и выполнять эти меры контроля, они ознакомлены с нашим Уведомлением
        о конфиденциальности, нормами и инструкциями. Тем не менее, несмотря на то, что мы стремимся обезопасить Вашу
        личную информацию, Вы тоже должны принимать меры, чтобы защитить ее. Мы настоятельно рекомендуем Вам принимать
        все возможные меры предосторожности во время пребывания в Интернете. Организованные нами услуги и веб-сайты
        предусматривают меры по защите от утечки, несанкционированного использования и изменения информации, которую мы
        контролируем. Несмотря на то, что мы делаем все возможное, чтобы обеспечить целостность и безопасность своей
        сети и систем, мы не можем гарантировать, что наши меры безопасности предотвратят незаконный доступ к этой
        информации хакеров сторонних организаций.
      </p>
      <p>
        В случае изменения данной политики конфиденциальности вы сможете прочитать об этих изменениях на этой странице
        или, в особых случаях, получить уведомление на свой e-mail.
      </p>
      <p><a href="/files/privacy-policy.pdf" target="_blank">Политика конфиденциальности</a></p>
    </a-popup>

    <a-popup :visible="showAgreement" width="800px" class="s-footer__popup" @close="showAgreement = false">
      <h3>Договор публичной оферты на оказание информационно консультационных услуг</h3>
      <p>
        В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ), в случае принятия
        изложенных ниже условий и оплаты услуг физическое лицо, производящее акцепт этой оферты, становится Заказчиком
        (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению договора на условиях,
        изложенных в оферте).
      </p>
      <h3>1. Общие положения</h3>
      <p>
        1.1. Общество с ограниченной ответственностью «Диджитал Академия», ОГРН 1197746122232, ИНН/КПП
        7743292331/774301001, адресует настоящий Договор-оферту (далее по тексту - Договор-оферта) любому физическому
        лицу (неопределенному кругу лиц), чья воля будет выражена им лично либо через уполномоченного представителя (ст.
        182, 185 ГК РФ), выразившему готовность воспользоваться услугами Исполнителя (далее по тексту - Заказчик).
      </p>
      <h3>1.2. В целях настоящего Договора-оферты используются следующие термины и определения:</h3>
      <p>
        1.2.1. Договор - договор оказания информационно-консультационных услуг между Заказчиком и Исполнителем на
        предоставление информационно-консультационных услуг, заключаемый посредством Акцепта настоящего Договора-оферты;
      </p>
      <p>1.2.2. Договор-оферта – настоящий публичный Договор на оказание информационно консультационных услуг;</p>
      <p>
        1.2.3. Акцепт - полное и безоговорочное принятие Договора-оферты путем осуществления действий по оплате
        информационно-консультационных услуг в порядке, размере и сроки, установленные Исполнителем;
      </p>
      <p>
        1.2.4. Сайт – интернет–сайт, расположенный в сети Интернет по адресу
        <a href="https://synergyacademy.com" target="_blank" rel="noopener noreferrer">https://synergyacademy.com</a> и
        используемые Исполнителем на правах собственности.
      </p>
      <p>
        1.2.5. Исполнитель Общество с ограниченной ответственностью «Диджитал Академия», ОГРН 1197746122232, ИНН/КПП
        7743292331/774301001.
      </p>
      <p>
        1.2.6. Заказчик - любое право- и дееспособное физическое лицо, достигшее возраста 18 лет и имеющее намерение
        приобрести информационно-консультационные услуги в порядке и на условиях, предусмотренных настоящим
        Договором-офертой, осуществившее Акцепт;
      </p>
      <p>1.2.7. Услуга - информационно-консультационная услуга в виде онлайн-встречи «Карьерное консультирование».</p>
      <p>
        1.2.7.1. Услуги производятся онлайн, посредством использования сети Интернет, с использованием информационной
        технология – видеоконференция.
      </p>
      <p>
        1.3. Договор-оферта является официальным предложением Исполнителя (офертой) к заключению договора оказания
        информационно-консультационных услуг (далее по тексту - Услуги) и содержит все существенные условия договора
        оказания информационно-консультационных услуг (далее по тексту - Договор).
      </p>
      <p>1.4. Акцептом Договора-оферты является оплата Услуг в порядке, размере и сроки, указанные Исполнителем.</p>
      <p>
        1.5. Осуществляя Акцепт Договора-оферты в порядке, определенном п. 1.4 Договора-оферты, Заказчик гарантирует,
        что ознакомлен, соглашается, полностью и безоговорочно принимает все условия Договора в том виде, в каком они
        изложены в тексте Договора-оферты, в приложениях к Договору-оферте (если таковые имеются) и информации
        размещенной на Сайте, и являющихся неотъемлемой составной частью Договора-оферты.
      </p>
      <p>
        1.6. Заказчик понимает, что Акцепт Договора-оферты в порядке, указанном в п. 1.4 Договора-оферты равносилен
        заключению Договора на условиях, изложенных в Договоре-оферте.
      </p>
      <p>
        1.7. Текст настоящего Договора-оферты (далее по тексту – «Договор») расположен по адресу:
        career@synergyacademy.com.
      </p>
      <p>
        1.8. Исполнитель вправе в любое время вносить изменения в условия Договора-оферты, стоимость Услуг, даты и время
        оказания Услуг в одностороннем порядке с уведомлением или без него. Изменения начинают свое действие с момента
        опубликования их на Сайте, если на Сайте не указано иное. В связи с чем, Заказчик обязуется регулярно
        самостоятельно проверять информацию на предмет их изменений и/или дополнений.
      </p>
      <p>1.8.1. Стоимость услуги, за которую уже внесен залог или предоплата остается неизменной.</p>
      <p>1.9. Договор-оферта может быть отозван в любое время.</p>
      <p>
        1.10. Договор–оферта не требует скрепления печатями и/или подписания Заказчиком и Исполнителем (далее по тексту
        - Стороны), сохраняя при этом полную юридическую силу.
      </p>
      <h3>2. Предмет Договора</h3>
      <p>
        2.1. В соответствии с условиями Договора Исполнитель обязуется обеспечить оказание Услуг, а Заказчик обязуется
        принять и оплатить Услуги.
      </p>
      <h3>3. Срок действия Договора</h3>
      <p>
        3.1. Настоящий Договор вступает в силу с момента совершения Заказчиком акцепта оферты и действует до полного
        выполнения обязательств Сторонами.
      </p>
      <h3>4. Права и обязанности сторон по Договору</h3>
      <p>4.1. Заказчик обязуется:</p>
      <p>4.1.1. Оплачивать Услуги в порядке, размере и сроки, предусмотренные Договором-офертой.</p>
      <p>
        4.1.2. Надлежащим образом выполнять все условия и требования, необходимые для оказания Услуги, предоставлять
        необходимые документы.
      </p>
      <p>
        4.1.3. Не использовать информацию, полученную от Исполнителя и во время получения Услуги от Исполнителя
        способами, способными привести к нанесению ущерба интересам или испортить репутацию Исполнителя.
      </p>
      <p>
        4.1.5. Подтвердить оплату Услуги документом подтверждающим оплату по указанным реквизитам, направив,
        подтверждение оплаты на электронный адрес:
        <a href="mailto:career@synergyacademy.com">career@synergyacademy.com</a> не менее чем за 10 (десять) дней до
        даты оказания Услуги.
      </p>
      <p>
        4.1.6. Уведомить Исполнителя об изменениях своих контактных данных в письменной форме незамедлительно с момента
        таких изменений, посредством направления в адрес Исполнителя по электронной почте career@synergyacademy.com
        соответствующего заявления;
      </p>
      <p>4.2. Исполнитель обязуется:</p>
      <p>
        4.2.1. Организовать и обеспечить надлежащее оказание Услуг в соответствии с условиями, опубликованными на Сайте
        и Договором-офертой.
      </p>
      <p>4.2.2. Оказывать Услуги по одному из выбранных Заказчиком направлений:</p>
      <ul>
        <li>карьерное консультирование;</li>
        <li>оформление резюме (резюмерайттинг);</li>
        <li>подготовка к собеседованию;</li>
        <li>карьерный коучинг;</li>
        <li>карьерные переходы;</li>
        <li>стратегия поиска работы;</li>
        <li>самоопределение.</li>
      </ul>
      <p>4.3.1. Требовать надлежащего и своевременного оказания Услуг Исполнителем.</p>
      <p>4.3.2. Отказаться от исполнения Договора в порядке и на условиях, указанных в главе 8 настоящего Договора.</p>
      <p>4.4. Исполнитель вправе:</p>
      <p>
        4.4.1. Самостоятельно определять формы и методы оказания Услуг, учитывая требования законодательства, требования
        Международных ассоциаций, а также условия Договора.
      </p>
      <p>
        4.4.2. Самостоятельно определять и привлекать специалистов, оказывающих Услуги, и по своему усмотрению
        распределять между ними работу.
      </p>
      <p>4.4.3. Требовать оплату за оказанные или оказываемые Услуги.</p>
      <p>4.4.4. Отказаться от исполнения Договора в порядке и на условиях, указанных в главе 8 настоящего Договора.</p>
      <p>4.5. Заказчик вправе:</p>
      <p>
        4.5.1. Заказчик вправе требовать от Исполнителя предоставления информации по вопросам, касающимся организации и
        обеспечения надлежащего исполнения услуг, предусмотренных п. 1.2.7. настоящего Договора-оферты.
      </p>
      <p>
        4.5.2. Заказчик вправе получить Услуги в течение 1 месяца с момента поступления оплаты услуг на счет
        Исполнителя.
      </p>
      <p>4.5.3 Дата и направление Услуги согласовываются Сторонами, согласно Заявки Заказчика.</p>
      <h3>5. Порядок сдачи-приема Услуг по Договору</h3>
      <p>
        5.1. Услуги считаются оказанными надлежащим образом и в полном объеме, если в течение трех рабочих дней с
        момента окончания оказания услуг Заказчиком не выставлена рекламация. В случае отсутствия рекламации акт
        приемки-сдачи выполненных работ (услуг) считается подписанным, а услуги оказанными надлежащим образом.
      </p>
      <h3>6. Оплата Услуг по Договору</h3>
      <p>
        6.1. Заказчик оплачивает Услуги, указанные в п. 1.2.7. настоящего Договора-оферты в российских рублях. Оплата
        предоставляемых Услуг производится на основании счета на оплату.
      </p>
      <p>
        6.2.Заказчик производит оплату услуг Исполнителя в размере 100% аванса путем перечисления безналичных денежных
        средств Исполнителю на расчетный счет Исполнителя.
      </p>
      <p>6.3. Моментом оплаты считается поступление денежных средств на расчетный счет Исполнителя.</p>
      <h3>7. Ответственность за неисполнение или ненадлежащее исполнение обязательств по настоящему Договору</h3>
      <p>
        7.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в
        соответствии с законодательством Российской Федерации.
      </p>
      <p>7.5. Заказчик не гарантирует отсутствие неполадок и ошибок в работе Сайта.</p>
      <h3>8. Основания и порядок расторжения Договора</h3>
      <p>
        8.1. Договор может быть расторгнут по соглашению Сторон, а также в одностороннем порядке по письменному
        требованию одной из Сторон по основаниям, предусмотренным законодательством РФ и настоящим Договором.
      </p>
      <p>
        8.3. В зависимости от даты представления Исполнителю соответствующего уведомления, величина расходов Исполнителя
        составляет:
      </p>
      <p>
        - за 3 дня до даты оказания Услуг, п.4.5.2. – 50 % от размера стоимости оплаченных Услуг, от которых отказался
        Участник.
      </p>
      <p>
        - за 7 дней до даты оказания Услуг, п.4.5.2 – 100% от размера стоимости оплаченных Услуг, от которых отказался
        Участник.
      </p>
      <p>
        8.4. Заказчик производит возврат согласно п.8.4 на условиях, предусмотренных Правилами возврата денежных средств
        (Приложение №1 к Договору).
      </p>
      <p>
        8.5. Расторжение Договора в одностороннем порядке по инициативе Исполнителя производится при условии полного
        возмещения реальных убытков Заказчику за вычетом фактически понесенных расходов Исполнителя в соответствии с
        законодательством Российской Федерации.
      </p>
      <h3>9. Разрешение споров из Договора</h3>
      <p>
        9.1. Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или
        признанием недействительным условий настоящего договора-оферты, стороны будут стремиться решать путем
        переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой стороне сообщение с
        указанием возникших претензий и/или разногласий. Указанное сообщение направляется Заказчиком по электронной
        почте на адрес <a href="mailto:career@synergyacademy.com">career@synergyacademy.com</a> а также направляется,
        Исполнителю в письменном виде посредством отправки по почте заказным письмом с уведомлением о вручении с описью
        вложения. Сообщение должно содержать суть предъявляемого требования и доказательства, подтверждающие требование.
      </p>
      <p>
        9.2. Срок рассмотрения претензионного письма составляет 30 рабочих дней со дня получения последнего адресатом.
      </p>
      <p>9.2. Споры из Договора могут разрешаться в судебном порядке в соответствии с законодательством РФ.</p>
      <p>
        9.3. В случае, если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит
        передаче на рассмотрение в суд общей юрисдикции по месту нахождения Исполнителя.
      </p>
      <h3>10. Форс-мажор</h3>
      <p>
        10.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в
        случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара,
        наводнения, землетрясения, забастовки, эпидемий, войны, действий органов государственной власти или других,
        независящих от Сторон обстоятельств.
      </p>
      <p>
        10.2. Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 14
        календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с
        предоставлением обосновывающих документов, выданных компетентными органами.
      </p>
      <p>10.3. Стороны признают, что неплатежеспособность Сторон не является форс-мажорным обстоятельством.</p>
      <h3>11. Прочие условия</h3>
      <p>
        11.1. Стороны признают, что если какое-либо из положений Договора становится недействительным в течение срока
        его действия вследствие изменения законодательства РФ, остальные положения Договора обязательны для Сторон в
        течение срока действия Договора.
      </p>
      <p>
        11.2. Соглашаясь с условиями настоящего Договора, Заказчик подтверждает свое понимание того, что системы и
        техники используемые в Услугах, индивидуальны и результат каждого отдельного участника может значительно
        отличаться.
      </p>
      <h3>12. Защита персональных данных</h3>
      <p>
        12.1. Во исполнение требований федерального закона РФ №152-ФЗ «О персональных данных» даю согласие ООО «Диджитал
        Академия» поручить хранение, передачу и обработку моих персональных данных третьему лицу: «Университет
        «Синергия». Моими персональными данными является: фамилия, имя, отчество, номер телефона, адрес электронной
        почты, адрес регистрации, проживания, дата рождения, профессия, профессиональный опыт и т.д.
      </p>
      <p>
        12.2. Заказчик предоставляет Исполнителю свои персональные данные, в том числе, фамилию, имя, год, месяц, дату
        рождения, номер телефона, адрес электронной почты и полное и безоговорочное согласие на обработку Исполнителем
        (в том числе, сбор, систематизацию, накопление, уточнение (обновление, изменение), использование,
        распространение, уничтожение, бессрочное хранение) вышеуказанных данных в электронном виде и/или на бумажных
        носителях для целей сбора статистических данных, рассылки приглашений на мероприятия и иной информации, в том
        числе посредством электронной почты и смс-сообщений.
      </p>
      <p>12.3. Обработка персональных данных Заказчика:</p>
      <p>
        12.3.1. Исполнитель при обработке персональных данных Заказчика обязуется принять все предусмотренные
        действующим законодательством РФ меры для их защиты от несанкционированного доступа.
      </p>
      <p>
        12.3.2. При этом не исключено, что в результате определенных обстоятельств персональные данные Заказчика могут
        стать доступными и другим лицам. Настоящим Заказчик соглашается с тем, что не будет предъявлять претензии к
        Исполнителю в связи с этим, учитывая, что Заказчик делает свои персональные данные общедоступными.
      </p>
      <h3>13. Реквизиты Исполнителя и контактная информация</h3>
      <table border="1" cellspacing="0" cellpadding="4">
        <tr>
          <td>
            <strong>Полное<br />Наименование</strong>
          </td>
          <td>
            <strong>Общество с ограниченной ответственностью «Диджитал Академия»</strong>
          </td>
        </tr>
        <tr>
          <td>
            <strong>Сокращенное<br />наименование</strong>
          </td>
          <td>ООО «Диджитал Академия»</td>
        </tr>
        <tr>
          <td>
            <strong>Юридический адрес</strong>
          </td>
          <td>125190, г. Москва, пр-кт Ленинградский, д.80, кор. Г., пом. VIII, ком.7</td>
        </tr>
        <tr>
          <td>
            <strong>Почтовый адрес</strong>
          </td>
          <td>125190, г. Москва, пр-кт Ленинградский, д.80, кор. Г., пом. VIII, ком.7</td>
        </tr>
        <tr>
          <td>
            <h3>Телефон/факс</h3>
          </td>
          <td />
        </tr>
        <tr>
          <td>
            <strong>ИНН/КПП</strong>
          </td>
          <td>7743292331/774301001</td>
        </tr>
        <tr>
          <td>
            <strong>ОГРН</strong>
          </td>
          <td>1197746122232</td>
        </tr>
        <tr>
          <td>
            <strong>Расчётный счет</strong>
          </td>
          <td>40702810338000186651</td>
        </tr>
        <tr>
          <td>
            <strong>Корреспондентский счет</strong>
          </td>
          <td>30101810400000000225</td>
        </tr>
        <tr>
          <td>
            <strong>БИК банка</strong>
          </td>
          <td>044525225</td>
        </tr>
        <tr>
          <td>
            <strong>Банк</strong>
          </td>
          <td>ПАО Сбербанк</td>
        </tr>
        <tr>
          <td>
            <strong>Генеральный директор</strong>
          </td>
          <td>Митраков Михаил Игоревич</td>
        </tr>
        <tr>
          <td>
            <strong>E-mail:</strong>
          </td>
          <td>career@synergyacademy.com</td>
        </tr>
      </table>
      <p>Приложение №1 к настоящему Договору. Правила возврата денежных средств.</p>
      <p>
        Настоящие Правила возврата денежных средств (далее - Правила) регулируют отношения между Исполнителем и
        Заказчиком, связанные с возвратом оплаченной стоимости Услуг в случае досрочного расторжения Договора.
      </p>
      <ol>
        <li>
          Полный возврат уплаченных Заказчиком денежных средств производится Исполнителем на основании письменного
          заявления Заказчика, направленного на электронную почту Исполнителя&nbsp;career@synergyacademy.com в течении
          14 (четырнадцати) календарных дней с даты предоставления Заказчику удаленного доступа к Платформе.
        </li>
        <li>
          Заказчик вправе отказаться от Договора путем направления на электронный адрес Исполнителя соответствующего
          письменного уведомления. Исполнитель не позднее 5 (пяти) рабочих дней с момента получения такого уведомления
          от Заказчика направляет Заказчику форму заявления о возврате денежных средств (далее - Заявление). Заказчик не
          позднее 5 (пяти) рабочих дней с момента получения формы Заявления от Исполнителя обязуется корректно
          заполнить, подписать и направить ее Исполнителю в сканированном виде на электронный
          адрес&nbsp;career@synergyacademy.com и в оригинале на почтовый адрес: 125190, г. Москва, пр-кт Ленинградский,
          д.80, кор. Г., пом. VIII, ком.7.
        </li>
        <li>
          Исполнитель не позднее 10 (десяти) календарных дней с момента получения от Заказчика по электронной почте
          Заявления и доказательств направления оригинала такого Заявления на почтовый адрес Исполнителя производит
          возврат Заказчику денежных средств в соответствующем размере на указанные им в Заявлении реквизиты.
        </li>
      </ol>
      <p><a href="/files/public_offer_agreement.pdf" target="_blank">Договор-оферта Центра Карьеры</a></p>
    </a-popup>
  </footer>
</template>

<script setup>
import { useDeviceStore } from '~/store/device';
import getSocials from '~~/api/getSocials';

const store = useDeviceStore();

const menuItems = ref([
  {
    name: 'index',
    anchor: 'Об Академии',
    link: '/',
  },
  {
    name: 'catalog',
    anchor: 'Профессии',
    link: '/catalog',
  },
  {
    name: 'career',
    anchor: 'Центр карьеры',
    link: '#',
  },
  {
    name: 'media',
    anchor: 'Медиатека',
    link: '#',
  },
  {
    name: 'documents',
    anchor: 'Документы Академии',
    link: '#',
  },
  {
    name: 'students',
    anchor: 'Студентам',
    link: '#',
  },
]);

const showPolicy = ref(false);
const showAgreement = ref(false);

const optSocials = {
  query: {
    'filter[status]': 'published',
  },
};

const socials = await getSocials(optSocials);
</script>

<style lang="scss">
@import './s-footer.scss';
</style>
